
//Common
"kSuccess" = "Sucesso";
"kFailed" = "Falhou";
"kWarning" = "Aviso";
"kError" = "Erro";
"kConfirm" = "Confirmar";
"kOK" = "OK";
"kCancel" = "Cancelar";
"kYes" = "Sim";
"kNo" = "Não";
"kAdd" = "Adicionar";
"kRename" = "Renomear";
"kPlay" = "Reproduzir";
"kDelete" = "Excluir";
"kRotate" = "Girar";
"kExtract" = "Extrair";
"kCopy" = "Copiar";
"kDone" = "Concluído";
"kSave" = "Salvar";
"kDonotSave" = "Não salvar";
"kLoading" = "Carregando...";
"kShare" = "Compartilhar";
"kReplace" = "Substituir";
"kSkip" = "Ignorar";
"kZip" = "Zip";
"kEdit" = "Editar";
"kBack" = "Voltar";
"kSelectAll" = "Selecionar tudo";
"kDeselectAll" = "Desmarcar tudo";
"kCreate" = "Criar";
"kFlatten" = "Achatar";
"kAuto" = "Automático";
"kMultiPicking" = "Multiseleção";
"kSaveAs" = "Salvar como";
"kFileErrorNotLoaded" = "Erro de formato: não é um PDF ou está corrompido.";
"kSelectFolder" = "Selecionar pasta";

//Error
"kWrongPageNumber" = "Número de página errado. O número deve ser";
"kDocPasswordError" = "Senha inválida.\nDigite novamente.";
"kNoFileInDisk" = "Não foi possível localizar o arquivo %@ no disco. Remova-o a lista de arquivos.";
"kInvalidSecurityHandler" = "Manipulador de segurança inválido.";
"kErrorCode" = "Código de erro (%d).";
"kUnfoundOrCannotOpen" = "Não é possível localizar ou abrir o arquivo.";
"kInvalidFormat" = "Formato inválido.";
"kHandlerError" = "Manipulador inválido.";
"kWrongCertificate" = "Certificado inválido.";
"kCertExpired" = "O certificado expirou.";
"kUnknownError" = "Erro desconhecido.";
"kInvalidLibraryLicense" = "Licença de biblioteca inválida.";
"kInvalidParameter" = "Parâmetro inválido.";
"kUnsupportedType" = "Tipo incompatível.";
"kOutOfMemory" = "Sem memória.";
"kNoAppropriateApplication" = "Não existe um aplicativo apropriado.";
"kInvalidUrl" = "Url inválida.";
"kUnsupportedDocFormat" = "O documento XFA não tem suporte para operar.";
"kPasswordNotSame" = "As senhas de Abertura de Documento e do Proprietário não podem ser as mesmas. Insira uma senha diferente no campo de Senha de Abertura de Documento ou no campo de Senha do Proprietário.";
"kEditOutsideDocument" = "Você não pode editar fora do documento.";
"kXFAUnsupportedOP" = "O documento XFA não suporta esta operação";
"kShouldSaveFileTips" = "O documento PDF foi alterado. Deseja salvar?";
"kShouldSaveEncryptionDocument" = "Deseja salvar o documento antes da criptografia?";
"kShouldSaveEecryptionDocument" = "Deseja salvar o documento antes da descodificação?";
"kTrimWhitespace" = "Espaços em branco da parte da frente e de trás cortados!";
"kFailMovePage" = "Falha ao mover páginas.";
"kFailRotatePage" = "Falha ao girar a página.";
"kFailExtract" = "Falha ao extrair.";
"kFailCopy" = "Falha ao copiar.";
"kFailInsert" = "Falha ao inserir!";
"kFailDelete" = "Falha ao excluir!";
"kInvalidPermissionTip" = "Você não tem permissão para visualizar essas páginas.";
"kInvalidLogin" = "Entre primeiro";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "Tem certeza de que deseja excluir a(s) página(s) selecionada(s)? Não é possível desfazer esta ação.";
"kNotAllowDeleteAll" = "Não é permitido excluir todas as páginas";
"kDeletePageFailed" = "Não é possível excluir a(s) página(s).";
"kMovePageFailed" = "Não é possível mover a(s) página(s).";


//File management
"kDocuments" = "Documentos";
"kSearchPlaceholder" = "Pesquisar PDF";
"kByFileName" = "Por nome";
"kItems" = "%lld itens";
"kSelect" = "Selecionar";
"kIllegalNameWarning" = "Você inseriu um nome ilegal";

"kFileInformation" = "Informações do Arquivo";
"kReduceFileSize" = "Reduzir tamanho do arquivo";
"kReduceFileSizeDescription" = "Esta opção compactará as imagens e pode afetar sua qualidade. Deseja continuar?";
"kFlattenDescription" = "Após o achatamento, o arquivo será salvo.";
"kAirPrint" = "Imprimir";
"kAirPrintNotAvailable" = "A impressão sem fio não está disponível, verifique as configurações do seu sistema.";
"kScreenCapture" = "Captura de Tela";
"kScreenCaptureVersion" = "A captura de tela é compatível com o iOS 6.0 e posterior, atualize seu sistema.";

"kName" = "Nome";
"kAdded" = "Adicionado(s)";
"kModify" = "Atualizado(s)";
"kDeleted" = "Excluído(s)";
"kReply" = "Responder";
"kOKHelp" = "Selecione \"Salvar\" para salvar o documento aqui.";
"kInputNewFileName" = "Insira um novo nome do arquivo";
"kFileAlreadyExists" = "O arquivo já existe, deseja substituí-lo?";
"kCloudUploadFile" = "Carregar";
"kCopyToFolder" = "Copiar para";
"kMoveToFolder" = "Mover para a Pasta";
"kSelectToFolder" = "Selecionar pasta";
"kMove" = "Mover";
"kCopyHelp" = "Selecione \"Copiar\" para copiar o documento aqui.";
"kMoveHelp" = "Selecione \"Mover\" para mover o documento para cá.";
"kAddServer" = "Adicionar";
"kMultiSelectLimitFaild" = "Selecione pelo menos %d arquivo(s)";
"kDoneHelp" = "Selecione \"Concluído\" para salvar o documento aqui.";
"kInputNewName" = "Insira um novo nome";
"kNoFolderFiles" = "Sem arquivos ainda, está vazio!";
"kNoFiles" = "Nenhum arquivo encontrado";

//EGOTableViewPullRefresh
"kLastUpdated" = "Atualizado pela última vez";
"kReleaseToRefresh" = "Liberar para atualizar...";
"kPullDownToRefresh" = "Puxe para atualizar...";

//Document
"kDocNeedPassword" = "Este arquivo é protegido por senha.\nDigite uma senha para abrir este documento.";
"kViewModeSingle" = "Único";
"kViewModeContinuous" = "Rolagem Contínua";
"kViewModeThumbnail" = "Miniatura";
"kReflow" = "Redistribuição";
"kViewModeCover" = "Página de capa";
"kViewModeNoCover" = "Frente a Frente";
"kFitPage" = "Ajustar Página";
"kFitWidth" = "Ajustar Largura";
"kRotateView" = "Girar Visualização";
"kPageMode" = "Modo de Página";
"kPageView" = "Visualização da Página";
"kNightMode" = "Modo Noturno";

//Crop
"kCropMode" = "Modo de corte";
"kCropSmartCalculating" = "Calculando o corte da página, aguarde...";
"kCropNo" = "Sem corte";
"kCropSmart" = "Corte inteligente";
"kCropDone" = "Cortar";
"kCropDetect" = "Detectar";
"kCropFull" = "Completo";
"kApply2All" = "Usar em Tudo";
"kApply2Odd" = "Usar em Ímpar";
"kApply2Even" = "Usar em Par";

//Form
"kForm" = "Formulário";
"kCreateFormFields" = "Criando campos de formulários";
"kResetFormFields" = "Redefinir campos do formulário";
"kImportForm" = "Importar dados do formulário";
"kExportForm" = "Exportar dados do formulário";
"kSureToResetFormFields" = "Tem certeza de que deseja redefinir todos os campos de formulário?";
"kNoFormAvailable" = "Este documento não tem dados de formulário";
"kImportFormSuccess" = "Dados importados com sucesso para o documento atual.";
"kImportFormFailed" = "Não foi possível importar ou acessar os dados. Verifique o status do arquivo de dados do formulário e tente novamente.";
"kExportFormSuccess" = "Dados de formulário foram exportados com sucesso.";
"kExportFormFailed" = "Falha ao exportar formulário.";
"kReset" = "Redefinir";
"kClickHereFormTip" = "Clique aqui para adicionar itens";
"kItemList" = "Lista de itens";
"kOptions" = "Opções";
"kCustomText" = "Personalizar texto";
"kNewItem" = "Novo item";
"kMultipleSelection" = "Seleção Múltipla";
"kFieldRenamFailed" = "O nome que você digitou já foi usado em um campo existente. Escolha um nome diferente ou altere o tipo de campo para corresponder ao campo existente.";

//Annotation
"kAnnotation" = "Anotações";
"kComment" = "Comentar";
"kReply" = "Responder";
"kCopyText" = "Copiar texto";
"kIcon" = "Ícone";
"kFont" = "Fonte";
"kOpacity" = "Opacidade";
"kHighlight" = "Destacar";
"kSquiggly" = "Ondulado";
"kStrikeout" = "Riscado";
"kUnderline" = "Sublinhado";
"kRedaction" = "Revisão";
"kApply" = "Aplicar";
"kApplyAllRedaction" = "Aplicar toda a redação";
"kApplyAll" = "Aplicar a todos";
"kLine" = "Linha";
"kArrow" = "Seta";
"kPencil" = "Lápis";
"kRectangle" = "Retângulo";
"kCircle" = "Oval";
"kEraser" = "Borracha";
"kInsertText" = "Inserir Texto";
"kReplaceText" = "Substituir Texto";
"kAttachment" = "Anexo";
"kAttachments" = "Anexos";
"kRotation" = "Rotação";
"kImage" = "Imagem";
"kPolygon" = "Polígono";
"kCloud" = "Nuvem";
"kPolyLine" = "Polilinha";
"kCustomColor" = "Cor Personalizada";
"kMultipleSelect" = "Multiseleção";
"kGroup" = "Grupo";
"kUngroup" = "Desagrupar";

"kGraph" = "Gráfico";
"kPushpin" = "Pino";
"kPaperclip" = "Clipe de papel";
"kTag" = "Etiqueta";

"kTypewriter" = "Máquina de escrever";
"kTextbox" = "Caixa de texto";
"kCallout" = "Balão de comentário";
"kHintTitleTypewriter" = "Toque na tela para adicionar Máquina de escrever";

"kDistance" = "Distância";
"kUnit" = "Unidade";
"kDistanceLengthError" = "O valor não pode estar vazio ou ter mais de 6 dígitos";
"kDistanceNumberError" = "O valor deve ser um número";

"kRedactTip" = "Você está prestes a editar permanentemente o conteúdo marcado. Esta operação não pode ser desfeita. Tem certeza de que deseja continuar?";
"kFailedLoadModuleForLicenseTip" = "Você não está autorizado a usar este módulo adicional, entre em contato conosco para atualizar sua licença.";

//Bookmark
"kBookmark" = "Marcadores";
"kRenameBookmark" = "Renomear marcador";
"kClearBookmark" = "Tem certeza de que deseja limpar todos os marcadores?";
"kInputBookmarkName" = "Insira um novo nome de marcador";

//Outline
"kOutline" = "Contorno";

//Search
"kSearch" = "Pesquisar";
"kTotalFound" = "Total encontrado";
"kSearchGoogle" = "Pesquisar no Google";
"kSearchWiki" = "Pesquisar na Wikipedia";
"kPage" = "Página";
"kSearching" = "Pesquisando...";
"kWholeWordsOnly" = "Apenas Palavras Inteiras";
"kCaseSensitive" = "Diferencia maiúsculas e minúsculas";
"kSearchInInternet" = "Pesquisar na Internet";

//Signature
"kSignatureTitle" = "Assinatura";
"kSignAction" = "Assinar";
"kEditSavedSign" = "Editar assinatura salva";
"kConfirmSign" = "Depois de aplicar a assinatura, a assinatura e todas as alterações feitas anteriormente serão salvas automaticamente no arquivo.";

"kSignListTitle" = "Lista de Assinaturas";
"kSignListIconTitle" = "Lista";
"kHadProtect" = "Este documento foi protegido por Assinatura Digital ou RMS.";
"kHeaderCertInfo" = "INFORMAÇÕES DE CERTIFICADO";
"kCertSerialNum" = "Número de série:";
"kCertIssuer" = "Emissor do Certificado:";
"kCertStartTime" = "Data inicial da validade:";
"kCertEndTime" = "Data final da validade:";
"kCertEmail" = "Endereço de E-mail:";
"kSignDate" = "Data da Assinatura:";
"kVerifyVaildResult" = "A Assinatura Digital é válida:";
"kVerifyVaildModifyResult" = "A revisão do documento coberto por esta assinatura não foi alterada. Entretanto, houve alterações posteriores ao documento.";
"kVerifyInvaildResult" = "A Assinatura Digital é inválida:";
"kVerifyUnknownResult" = "A Assinatura Digital é DESCONHECIDA.";
"kVerifyResultErrorByteRange" = "A assinatura digital é inválida como intervalo de bytes de erro.";
"kVerifyResultIssueExpire" = "A Assinatura Digital é DESCONHECIDA.\nO certificado para verificação do emissor expirou.";
"kVerifyResultErrorData" = "Ocorreu um erro desconhecido à verificação de assinatura digital.";
"kVerifyResultInvaildAndOther" = "A Assinatura Digital é inválida por outros motivos.";
"kVerifyTitle" = "Resultados de Verificação";
"kCurrentSelectCert" = "Certificado atual:";
"kVerifySign" = "Validar Assinatura";
"kSignListSectionHadCert" = "Assinatura com certificado";
"kSignListSectionWithoutCert" = "Assinatura sem certificado";
"kSelectAddCert" = "+ Selecione certificado para adicionar ";
"kCertFileError" = "Erro de arquivo do certificado";
"kRequestPermissionTip" = "Permissões Solicitadas:";
"kPermissionCopy" = "Copiar texto, imagens e outro conteúdo";
"kPermissionEdit" = "Comentar, preencher campos de formulário e assinar campos de assinatura existentes";
"kNoCert" = "Nenhum certificado";
"kNoCertAndImportTip" = "Não há certificado. Importe seus certificados";

"kFieldSignWithoutCert" = "Selecione um certificado para assinar este documento.";
"kAddSign" = "Assinar";
"kSignList" = "Lista de Assinaturas";
"kDeleteSign" = "Excluir";
"kOfflineCopyAlterTitle" = "Insira sua senha";
"kPassWordErrorAlterTitle" = "A senha provavelmente não está correta. Tentar novamente?";
"kSaveSignedDocSuccess" = "Conseguiu salvar um novo documento PDF com assinatura digital";
"kSaveSignedDocFailure" = "Falha ao assinar e salvar";

"kLTVStateEnable" = "A assinatura é habilitada para LTV.";
"kDigitalSignatureTitle" = "Assinaturas Digitais";
"kDigitalSignatureBtnView" = "Exibir";
"kDigitalSignatureBtnVerify" = "Verificar";
"kDigitalSignatureTableEmptyData" = "Sem assinaturas digitais";
"kDigitalSignatureSignedTitleVersion" = "Rev.%d:";
"kDigitalSignatureSignedTitleSigner" = "Assinado por %@";
"kDigitalSignatureUnsigned" = "Campo de assinatura não assinado";
"kDigitalSignatureAllReadyView" = "Você já está visualizando esta versão do documento coberta pela assinatura selecionada.";
"kDigitalSignatureFaildView" = "Falha ao visualizar esta versão";
"kDigitalSignatureListSignerUnknown" = "Desconhecido";

"kAddTrustedCertTitle" = "Adicionar aos Certificados Confiáveis";
"kAddTrustedCertDesciption" = "Você deseja confiar no certificado ao validar assinaturas ou documentos certificados?";
"kTrustedCertName" = "Nome:";
"kTrustedCertIssuer" = "Emissor do Certificado:";
"kTrustedCertValidFrom" = "Válido de:";
"kTrustedCertValidTo" = "Válido até:";
"kTrustedCertKeyUsage" = "Uso de chave pretendido:";

"kuDIGITALSIGNATURE" = "Assinatura Digital";
"kuNONREPUDIATION" = "Não Repúdio";
"kuKEYENCIPHERMENT" = "Codificação de Chaves";
"kuDATAENCIPHERMENT" = "Encriptação de Dados";
"kuKEYAGREEMENT" = "Acordo de Chave";
"kuKEYCERTSIGN" = "Assinatura de Certificado de Chave";
"kuCRLSIGN" = "Assinar Crl";
"kuENCIPHERONLY" = "Não Especificado";
"kuDECIPHERONLY" = "Não Especificado";

//Selection
"kColor" = "Cor";
"kSize" = "Tamanho";
"kThickness" = "Espessura";
"kFontName" = "Nome da fonte";
"kFontSize" = "Tamanho da Fonte";
"kIconCheck" = "Marca";
"kIconCircle" = "Oval";
"kIconComment" = "Comentar";
"kIconCross" = "Cruzar";
"kIconHelp" = "Ajuda";
"kIconInsert" = "Inserir";
"kIconKey" = "Chave";
"kIconNewParagraph" = "Novo Parágrafo";
"kNote" = "Nota";
"kIconParagraph" = "Parágrafo";
"kIconRightArrow" = "Seta à direita";
"kIconRightPointer" = "Ponteiro à direita";
"kIconStar" = "Inicia";
"kIconUpArrow" = "Seta para cima";
"kIconUpLeftArrow" = "Seta para cima à esquerda";

//Record
"KStart" = "Iniciar";

//ACN
"kDiscardChange" = "Descartar Alterações";

//RMS rights
"kRMSFILLFORM" = "Preencher um formulário";
"kRMSANNOTATE" = "Comentar no documento";
"kRMSASSEMBLE" = "Gerenciar Páginas e Marcadores";
"kRMSEDIT" = "Modificar documento";
"kRMSEXTRACTACCESS" = "Cópia do conteúdo para a acessibilidade";
"kRMSEXTRACT" = "Extrair o conteúdo do documento";

"kRMSNoAccess" = "Este documento está protegido, verifique sua permissão.";
"kRMSAlreadyEncrypt" = "Este documento já está criptografado pelo Microsoft AD RMS.";

//Permission
"kPermission" = "Permissão";
"kPermissionPrint" = "Imprimir";
"kEnable" = "Permitido";
"kDisable" = "Não Permitido";

"kPwdDocumentLimitation" = "Adicionar Restrições de Documento";
"kPwdFillForm" = "Preencher o formulário";
"kPwdEditDocument" = "Editar o documento";
"kPwdExtractContent" = "Extrair conteúdo";

"kDecryption" = "Remover Segurança";
"kEncryptionTitle" = "Criptografia";
"kEncryptMissOpenDocPass" = "Insira a senha para \"Abrir documento\" ou desativar a opção.";
"kEncryptMissOtherPass" = "Insira a senha para outra permissão ou desativar a opção.";
"kEncryptRemovePass" = "Tem certeza de que deseja remover a segurança deste documento?";
"kEncryptProcess" = "Criptografando...";
"kEncryptRemove" = "Removendo...";
"kTryAgain" = "Tente novamente";
"kEncryptAddFail" = "Falha ao criptografar este documento. Deseja tentar novamente?";
"kEncryptAddSuccess" = "Documento criptografado com sucesso!";
"kEncryptRemoveSuccess" = "Sua senha foi removida com sucesso!";
"kEncryptionSectionTitle" = "OPÇÕES DE SEGURANÇA";
"kEncryptionSectionFooter" = "- Quando \"Abrir documento\" está ativo, uma senha é necessária para abrir o documento.\n- Quando outra permissão está ativa, a senha é necessária para executar a ação.";
"kEncryptionDoneNoPass" = "Este documento não é criptografado por nenhuma senha. Deseja criptografá-lo?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "Abrir Documento";
"kCellEncryptPrintDocumentTitle" = "Imprimir Documento";
"kCellEncryptCopyContentTitle" = "Cópia de Conteúdo para Acessibilidade";
"kCellEncryptPasswordTitle" = "Senha:";

//others
"kInvalidJSON" = "JSON inválida";
"kRecordVideo" = "Gravar vídeo";
"kRecordAudio" = "Gravar áudio";
"kFromDocument" = "Do Documento";
"kFromAlbum" = "Do Álbum";
"kFromCamera" = "Da câmera";
"kGo" = "Ir";
"kDocinfo" = "Informações do Arquivo";
"kFilePath" = "Caminho";
"kFileAuthor" = "Autor";
"kFileSubject" = "Assunto";
"kCreateDate" = "Criado";
"kModifyDate" = "Última Modificação";
"kSecurity" = "Segurança";
"kHeaderDescription" = "DESCRIÇÃO";
"kDescription" = "DESCRIÇÃO";
"kEncryption" = "Criptografia de arquivo";
"kPasswordEncryption" = "Proteção por Senha";
"kNoEncryption" = "Sem Proteção";
"kMoreTextMarkup" = "Marcação de Texto";
"kMoreDrawing" = "Desenho";
"kMoreOthers" = "Outros";
"kReadView" = "  Exibir  ";
"kReadComment" = "Comentar";
"kPropertyFill" = "Preencher";
"kOverlayText" = "Sobreposição de Texto";
"kText" = "Texto";
"kInputPlaceholderText" = "Digite o texto";
"kStamp" = "Carimbo";
"kPropertyImage" = "Imagem";
"kAudio" = "Áudio";
"kVideo" = "Vídeo";
"kMore" = "Mais";
"kAppearance" = "Aparência";
"kAnnotContinue" = "Manter ferramenta selecionada";
"kAnnotSingle" = "Único comentário";
"kScreenLock" = "Bloqueio de Tela";
"kPanAndZoom" = "Panorâmica&Zoom";
"kAutoBrightness" = "Brilho automático";
"kClear" = "Limpar";
"kClearAnnotations" = "Tem certeza de que deseja limpar todas as anotações?";
"kTimeSort" = "Horário";
"kOpen" = "Abrir";
"kOtherDocumentsFile" = "Arquivo";
"kRequiredPlaceHolder" = "Exigido";
"kOptionalPlaceHolder" = "Opcional";
"kDocumentAttachmentTab" = "Guia Anexos";
"kRenameAndAttached" = "Renomear e Anexar";
"kAttachmentMaxSize" = "Este comentário é muito grande para ser anexado. O tamanho máximo é %dMB.";
"kFailedAddAttachment" = "Não foi possível adicionar anexo de arquivo.";
"kFailedAddAttachmentForExistedName" = "O nome do anexo já existe.";
"kDescription" = "Descrição";
"kSureToReplaceFile" = "Tem certeza de que deseja substituir o arquivo '%@'";
"kCopyFileFailed" = "Falha ao copiar este arquivo:\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "Falha ao alterar a descrição do anexo do documento: '%@'";
"kFailedSaveAttachmentBadFileName" = "Houve um erro ao salvar este arquivo de anexo. O nome do arquivo é inválido.";
"kFailedOpenAttachmentBadFileName" = "Houve um erro ao abrir este arquivo de anexo. O nome do arquivo é inválido.";
"kRMSEncryption" = "Proteção RMS";
"kMediaFileValid" = "O tipo de arquivo não é suportado. Selecione um arquivo válido.";
"kFailedToOpenFile" = "Falha ao abrir este arquivo, tente abri-lo com outro aplicativo?";
"kFailedOpenAttachment" = "Falha ao abrir o anexo '%@'.";
"kFailedOpenAlbum" = "Este dispositivo não é compatível com o álbum.";
"kFailedOpenCamera" = "Este dispositivo não é compatível com a câmera.";
"kFailedLoadJSON" = "Não foi possível carregar o gerenciador de extensões.";
"kFlattenTip" = "Nivele a anotação para torná-la parte do conteúdo da página e não pode ser modificada ou removida.";
"kProtect" = "Proteger";
"kComments&Fields" = "Comentários e Campos";
"kPDFVersion" = "Versão de PDF";
"kFastWebView" = "Visão Rápida da Web";
"kTaggedPDF" = "PDF marcado";
"kPages" = "Páginas";
"kTitle" = "Título";
"kCreator" = "Criador";
"kProducer" = "Produtor";
"kKeywords" = "Palavra-chave";
"kDocumentSize" = "Tamanho do documento";
"kInch" = "polegada";
"kTitleNotice" = "Adicionar um título";
"kSubjectNotice" = "Adicionar um assunto";
"kCreatorNotice" = "Adicionar um criador";
"kAuthorNotice" = "Adicionar um autor";
"kProducerNotice" = "Adicionar um produtor";
"kKeywordsNotice" = "Adicionar Palavras-chave";

//Insert page
"kBlankPage" = "Página em Branco";
"kPageSize" = "Tamanho de Página";
"kPageColor" = "Cor da página";
"kOrientation" = "Orientação";
"kPageCount" = "Contagem de Páginas";
"kPortrait" = "Retrato";
"kLandscape" = "Paisagem";
"kLetter" = "Carta";
"kLegal" = "Legal";
"kLedger" = "Ledger";
"kAddPage" = "Adicionar página";
"kCurrent" = "Atual";
"kNew" = "Nova";
"kThemeColors" = "Cores do Tema";
"kBlank" = "Em Branco";
"kLined" = "Linha";
"kGrid" = "Grade";
"kGraph" = "Gráfico";
"kMusic" = "Música";

//Comment
"kImportComments" = "Importar comentários";
"kExportComments" = "Exportar comentários";
"kSummarizeComments" = "Resumir Comentários";
"kSuccessExportData" = "Dados exportados com êxito.";
"kFailedExportData" = "Falha ao exportar dados do documento atual.";
"kSuccessImportData" = "Dados importados com sucesso para o documento atual.";
"kFailedImportData" = "Falha ao importar dados para o documento atual.";
"kNoCommentsImport" = "Nenhum comentário foi importado.";
"kOptimizing" = "Otimizando documento...";
"kOptimizeFailed" = "Houve falha na otimização";
"kOptimizeSizeTip" = "Arquivo automatizado de %@ para %@";
"kMinimum" = "Mínima";
"kLow" = "Baixa";
"kMedium" = "Média";
"kHigh" = "Alta";
"kMaximum" = "Máxima";
"kSummarizeComments" = "Resumir Comentários";
"kDocumentAndComments" = "Documento e Comentários";
"kCommentsOnly" = "Apenas comentários";

//Save as
"kOriginalDocument" = "Documento original";
"kFlattenedCopy" = "Cópia compactada";
"kFlattenedCopyTip" = "Nivele anotações ou formulários PDF para que eles façam parte do conteúdo da página e para evitar edições posteriores";
"kSaving" = "Salvando…";
"kCouldNotSavedTip" = "O documento não pôde ser salvo. Salve o documento com um nome diferente ou em uma pasta diferente.";
"kFileName" = "NOME DO ARQUIVO";
"kFormat" = "FORMATO";
"kRename" = "Renomear";
"kReducedFileSizeCopy" = "Cópia com tamanho de arquivo reduzido";
"kLossy" = "Com perdas";
"kLossless" = "Sem perdas";
"kGrayscaleImages" = "IMAGENS DE COR/TONS DE CINZA";
"kMonochromeImages" = "IMAGENS MONOCROMÁTICAS";
"kQuality" = "Qualidade";

//Trust Cert
"kDeleteTrustedCer" = "Tem certeza que deseja excluir este Certificado?\n Caso faça isso, não será mais possível verificar a identidade do proprietário.";
"kTrustedCert" = "Certificados Confiáveis";
"kCerficateProtect" = "Proteger com Certificado";
"kInfo" = "Informações";
"kCertInfo" = "Informações de Certificado";
"kViewCert" = "Visualizar Certificado";
"kUsage" = "Uso";
"kTrust" = "Confiar";
"kTrustedCertTip" = "Se você alterar as configurações confiáveis, precisará revalidar todas as assinaturas para ver as alterações. Não é recomendável confiar em certificados diretamente de um documento. Tem certeza de que deseja continuar?";
"kVerifyingDigital" = "Verificando a Assinatura Digital";
"kNoCertificates" = "Nenhum certificado confiável está disponível";

// Comparison
"kComparisonVCTitle" = "Comparar";
"kCompareItemTitle" = "Modo Comparar";
"kCompareButtonOverlay" = "Sobrepor";
"kCompareButtonAbreast" = "Lado a lado";
"kCompareFileInfoOld" = "Arguivo Antigo";
"kCompareFileInfoNew" = "Novo Arquivo";
"kCompareFileSelectedColor" = "Cor selecionada";

"kComapreContainerLegendTitle" = "Legenda";
"kComapreContainerLegendReplace" = "Substituído";
"kComapreContainerLegendDelete" = "Excluído(s)";
"kComapreContainerLegendInsert" = "Inserido";
"kComapreContainerHideLegend" = "Ocultar legenda";
"kComapreContainerShowLegend" = "Mostrar legenda";
"kCompareNotSupportFileFormat" = "O formato do arquivo não é suportado %@";
"kCompareNotSomeFile" = "Selecione dois documentos diferentes para comparação.";
"kCompareing" = "Comparando Documento...";

//scan
"kScan" = "Digitalizar";
"kStartTap" = "Clique para digitalizar";
"kRecentTips" = "Transformação recente";
"kNoDetect" = "Sem detecção";
"kMoveClear" = "Mover para mais perto";
"kGlareDetect" = "Brilho detectado";
"kDark" = "Muito escuro";
"kHoldStill" = "Fique Parado";
"kAddPhotos" = "Adicionar fotos";
"kPhotos" = "Fotos";
"kScaneLightTip" = "Flash";
"kScaneDetechTip" = "Detecção automática";
"kScaneFrameSizeTip" = "Tamanho de Página";
"kClose" = "Fechar";
"kNeedFullScreen" = "Mude para o modo de tela cheia para usar a câmara.";
"kALBUM" = "Não foi possível acessar o álbum de fotos sem permissão.";
"kNoTorch" = "Este dispositivo não tem flash da câmera.";
"kLightOpen" = "Abra o Flash";
"kLightClose" = "Fechar o Flash";
"kContinueMode" = "Contínua";
"kSigleMode" = "Único";
"kAutoDetectOpen" = "Abra a detecção automática";
"kAutoDetectClose" = "Feche a detecção automática";
"kContrast" = "Contraste";
"kColorModelNone" = "Nenhum";
"kColorModelBlackWhite" = "Preto e Branco";
"kColorModeGray" = "Cinza";
"kWidth" = "Largura";
"kHeight" = "Altura";
"kOutPageSizeTip" = "O medida deve estar entre 1 mm e 5587 mm.";
"kOriginal" = "Original";
"kCustom" = "Personalizado";
"kStorePDF" = "Armazenar como PDF";
"kSharePDF" = "Compartilhar como PDF";
"kConvertPhotos" = "Galeria";
"kRenameFileName" = "Renomear arquivo";
"kBrightness" = "Brilho";
"kSaveSuccess" = "Salvo com sucesso";
"kImageLimit" = "Escolha até 9 imagens de uma só vez.";
"kNoFilesYet" = "Sem arquivos ainda";
"kAddNewScanImageTip" = "Clique no \"+\" na parte inferior para adicionar uma imagem";
"kNotAllowTakePhoto" = "Não é possível tirar foto";
"kCAMERADenied" = "Não é possível acessar a câmera para tirar fotos. Ative nas Configurações de privacidade do seu dispositivo.";
"kGoSetting" = "Vá para Configurações";
"kFileFolderExist" = "O nome do arquivo ou da pasta já existe. Insira outro nome.";
"kNoPhotos" = "As fotos que você tirar aparecerão aqui. Toque para revisar ou mantenha pressionado para excluir.";
"kSelected" = "Selecionadas";
"kBusinessCard" = "Cartão de visita";
"kEnvelope" = "Envelope";
"kExecutive" = "Executivo";
"kGalleryNoPhotos" = "Nenhuma foto";

//speech
"kSpeak" = "Falar";
"kSpeakString" = "Leia o conteúdo selecionado em voz alta";
"kSpeakStart" = "Leia a posição atual em voz alta";
"kSpeechRateTitle" = "Velocidade de reprodução";

//fill sign
"kProfiletitle" = "Texto predefinido";
"kProfileFullName" = "Nome completo:";
"kProfileAddFullName" = "Adicionar nome completo";
"kProfileFirstName" = "Nome:";
"kProfileAddFirstName" = "Adicionar nome";
"kProfileMiddleName" = "Segundo nome:";
"kProfileAddMiddleName" = "Adicionar segundo nome";
"kProfileLastName" = "Sobrenome:";
"kProfileAddLastName" = "Adicionar sobrenome";
"kProfileAddress" = "Endereço";
"kProfileStreet1" = "Rua 1:";
"kProfileAddStreet1" = "Adicionar rua 1";
"kProfileStreet2" = "Rua 2:";
"kProfileAddStreet2" = "Adicionar rua 2";
"kProfileCity" = "Cidade:";
"kProfileAddCity" = "Adicionar cidade";
"kProfileState" = "Estado:";
"kProfileAddState" = "Adicionar estado";
"kProfileZip" = "CEP";
"kProfileAddZip" = "Adicionar CEP";
"kProfileCountry" = "País:";
"kProfileAddCountry" = "Adicionar país";
"kProfileContactInfo" = "Informações de contato";
"kProfileEmail" = "E-mail:";
"kProfileAddEmail" = "Adicional e-mail";
"kProfileTel" = "Tel.:";
"kProfileAddTel" = "Adicionar telefone";
"kProfileDates" = "Datas";
"kProfileDate" = "Data:";
"kProfileBirthDate" = "Data de nascimento:";
"kProfileAddBirthDate" = "Adicionar data de nascimento";
"kProfileCustomfield" = "Campo personalizado";
"kProfileAddCustom" = "Adicionar campo personalizado";
"kProfileAddCustomKey" = "Digitar etiqueta";
"kProfileAddCustomValue" = "Digitar valor";
"kProfileAddCustomTitle" = "Editar texto predefinido";
"kFillClickPrompt" = "Clique em qualquer lugar para colocar conteúdo";
"kFillDoSignPrompt" = "Depois de assinar, os campos de formulários não podem ser editados.";
"kFill" = "Preencher";
"kAddText" = "Adicionar Texto";
"kAddCheck" = "Adicionar marca de seleção";
"kAddX" = "Adicionar X";
"kAddDot" = "Adicionar ponto";
"kAddLine" = "Adicionar linha";
"kAddRoundedRectangle" = "Adicionar retângulo arredondado";
"kAddCombField" = "Adicionar campo de comb";

//new UI
"kFilter" = "Filtro";
"kFilterResult" = "Filtrar resultado";
"kFilterComments" = "Filtrar comentários";
"kAreaHighlight" = "Destaque de Área";
"kMeasure" = "Medir";
"kImageAnnotation" = "Anotação de Imagem";

"kNoResultsTip" = "Nenhum resultado corresponde aos seus critérios de pesquisa";
"kNoBookmarks" = "Sem marcadores";
"kNoOutline" = "Sem contorno";
"kNoComments" = "Sem comentários";
"kNoAttachments" = "Sem anexos";
"kNoDigitalSignatures" = "Sem assinaturas digitais";
"kClearOutline" = "Tem certeza de que deseja limpar todo o contorno?";
"kClearAttachments" = "Tem certeza de que deseja limpar todos os anexos?";

"kGroupList" = "Lista de grupo";

"kGallery" = "Galeria";
"kCamera" = "Câmera";
"kImport" = "Importar";
"kTools" = "Ferramentas";
"kRetry" = "Repetir";

"kSelectFile" = "Selecionar arquivo";
"kSelectFolder" = "Selecionar pasta";
"kSelected" = "Selecionadas";
"kComments" = "Comentários";
"kBookmarks" = "Marcadores";

"kDeleting" = "Excluindo...";
"kAdding" = "Adicionando...";
"kInserting" = "Inserindo...";
"kPasting" = "Colando...";
"kCopying" = "Copiando...";

"kThumnailPasteTip" = "Toque para colar as páginas aqui ou arraste para reordenar";
"kAll" = "Todas";
"kAnnotated" = "Anotado";
"kBookmarked" = "Marcado";


"kSelectRedactText" = "Selecione o texto ou conteúdo que você deseja revisar";
"kRedactPages" = "Redija páginas";
"kSelectRedactPage" = "Selecione as páginas que você deseja redigir";
"kRedactNoAnnote" = "Não há anotação de redação no documento.";

"kSearchNoMatches" = "Nenhuma correspondência foi encontrada.";
"kSearchRedaction" = "Selecione os resultados marcados para redação";

"kFailSummary" = "Falha ao criar o resumo do comentário.";
"kNoCommentSummary" = "Nenhum comentário foi encontrado no documento atual.";
"kProcessing..." = "Processando...";
"kInputOwnerPassword" = "O documento atual está protegido. Digite a Senha de Permissão.";
"kFlattenSuccessful" = "Achatamento bem-sucedido";
"kSummarizeSuccessful" = "Resumo de comentários criado com sucesso.";

"kReplyHasBeenAdded" = "A resposta foi adicionada";

"kCustomizeColors" = "Personalizar cores";
"kProperty" = "Propriedade";
"kShape" = "Forma";

"kPen" = "Caneta";
"kBrush" = "Pincel";
"kBackgroundColor" = "Cor de Fundo";
"kTextColor" = "Cor do Texto";

"kViewSettings" = "Configuração de Exibição";
"kSinglePage" = "Página Única";
"kCoverFacing" = "Rosto";
"kDay" = "Dia";
"kNight" = "Noturno";
"kAutoFlip" = "Inversão Automática";
"KRotateView" = "Girar Visualização";
"kAddTools" = "Adicionar ferramentas";
"kToolList" = "Lista de ferramentas";
"kPanandZoom" = "Panorâmica e Zoom";
"kAddedTools" = "Ferramentas adicionadas";
"kDrawing" = "Desenho";
"kAddToolsTip" = "Clique no botão \"+\" no lado direito da lista a seguir para adicionar a ferramenta";
"kStandardStamps" = "Carimbos Padrão";
"kSignHere" = "Assinar Aqui";
"kDynamicStamps" = "Carimbos dinâmicos";
"kHighlighter" = "Destacar";
"kCropAllPages" = "Corte todas as páginas";
"kCropPagesSymmetrically" = "Corte páginas simetricamente";
"kAutomaticallyCropPages" = "Corte páginas automaticamente";
"kManuallyCropPages" = "Corte páginas manualmente";
"kRemoveAllPageCropping" = "Remova todos os cortes da página";

"kTextField" = "Campo de Texto";
"kCheckBox" = "Caixa de seleção";
"kRadioButton" = "Botão de Rádio";
"kComboBox" = "Caixa de Combinação";
"kListBox" = "Caixa de Lista";
"kSignatureField" = "Campo de Assinatura";

"kLink" = "Link";
"kAudioTapNotice" = "Toque na página para adicionar um áudio nela";
"kVideoTapNotice" = "Toque na página para adicionar um vídeo nela";
"kChooseAudio" = "Escolher áudio";
"kRecord" = "Gravar";
"kLinkTapNotice" = "Arraste a caixa para selecionar o conteúdo que precisa ser vinculado";
"kSettings" = "Configurações";
"kGoToPage" = "Link para a página";
"kOpenWebLink" = "Link para a Web";
"kLinkHeader" = "DESTINO";
"kEnterWebLink" = "Digite um link da web";
"kInvalidWebAddr" = "O link não pode ser vazio";
"kInvalidPageCount" = "Contagem de páginas inválida.";
"kThumbnail" = "Miniatura";
"kToPage" = "Até a página";
"kLinkTo" = "Link para:";
"kSecurityWarning" = "Aviso de segurança";
"kLinkingToWeb" = "O documento está tentando se conectar a:";
"kFormNoOptionsTip" = "Clique em \"+\" para adicionar itens";
"kInputNewItemNameTip" = "Insira um novo nome de item";
"kCannotRecordAudio" = "Não é possível gravar áudios";
"kEnableAudioPrivacy" = "Não é possível acessar o microfone para gravar áudios. Ative nas Configurações de privacidade do seu dispositivo.";
"kCannotRecordVideo" = "Não é possível gravar vídeos";
"kEnableVideoPrivacy" = "Não é possível acessar a câmera para gravar vídeos. Ative nas Configurações de privacidade do seu dispositivo.";
"kInvalidLinkUrl" = "O URL não pode ser alcançado. Verifique se o URL está correto.";

"kThumbnail" = "Miniatura";
"kNoAnnotatedPages" = "Nenhuma página anotada";
"kNoBookmarkedPages" = "Nenhuma página marcada";

"kHome" = "Página Inicial";
"kEdit" = "Editar";
"kDrawing" = "Desenho";
"kView" = "Exibir";
"kForm" = "Formulário";
"kFill&Sign" = "Preencher e Assinar";
"kGotoPage" = "Ir para a Página";
"kEnterPageNumber" = "Inserir o número da página";

"kAddPolygonFailedHints" = "Uma anotação de polígono deve exigir pelo menos 3 pontos como vértices";
"kAddCloudFailedHints" = "Uma anotação da nuvem do polígono deve exigir pelo menos 3 pontos como vértices";
"kAddPolylineFailedHints" = "Uma anotação de polilinha deve exigir pelo menos 3 pontos como vértices";

"kAddSignature" = "Adicionar assinatura";
"kNoSignatures" = "Nenhuma assinatura";
"kPageStyle" = "Estilo de página";

//editor
"kUnspportEditTip" = "Não é possível editar os objetos de texto que foram girados, distorcidos ou invertidos.";
"kExportImageSucess" = "A imagem foi exportada com sucesso.";
"kExportImageFailed" = "Não é possível exportar a imagem.";
"kAddPicture" = "Adicionar imagem";
"kPaste" = "Colar";
"kStyle" = "Estilo";
"kAlignment" = "Alinhamento";
"kRotateLeft" = "Girar para a Esquerda";
"kRotateRight" = "Girar para a Direita";
"kClickAddImage" = "Toque na página para adicionar um objeto de imagem nela";
"kClickAddText" = "Toque na página para adicionar um objeto de texto nela";
"kShowKeyBoard" = "Mostrar teclado";
"kExport" = "Exportar";

//
"kNonSupportDoc" = "O criptografia de %@ não é compatível.";
"kNoModuleInvalidLicense" = "Você não está autorizado a usar este módulo adicional, entre em contato conosco para atualizar sua licença.";
"kImportDocNeedPassword" = "Este arquivo é protegido por senha; digite uma senha abaixo";
"kSpeechPage" = "Página: %d";

"kCut" = "Cortar";

//voiceover
"kAddBookMarkItemVoiceOver" = "Adicionar marcador";
"kSearchContentItemVoiceOver" = "Pesquisar conteúdo";
"kPanHanderItemVoiceOver" = "Arrastar para redefinir a barra de ferramentas";
"kUndoItemVoiceOver" = "Desfazer a última ação";
"kRedoItemVoiceOver" = "Refazer a última ação";
"kTabItemVoiceOver" = "aba";
"kDobClickVoiceOver" = "Tocar duas vezes para ativar e desativar";
"konVoiceOver" = "ligar";
"koffVoiceOver" = "desligado";
"kDeleteBookmarksVoiceOver" = "Limpar marcador";
"kUnfoldVoiceOver" = "desdobrar";
"kFoldVoiceOver" = "dobrar";
"kDobClickRemoveVoiceOver" = "Tocar duas vezes para remover a ferramenta";
"kDayModeVoiceOver" = "Modo diurno";
"kPreReadingVoiceOver" = "Leia a página anterior";
"kPlayBtnPauseVoiceOver" = "Pausar a leitura";
"kPlayBtnContinueVoiceOver" = "iniciar leitura";
"kNextPageBtnVoiceOver" = "Leia a próxima página";
"kRepeatbtnVoiceOver" = "Repetir a leitura";
"kExitVoiceOver" = "sair";
"kLeftRaotatePageVoiceOver" = "girar página para a esquerda";
"kRightRaotatePageVoiceOver" = "girar página para a direita";
"kExtractPageVoiceOver" = "extrair página";
"kCopyPageVoiceOver" = "copiar página";
"kPastePageVoiceOver" = "colar página";
"kDeleteVoiceOver" = "excluir página";
"kRedactTextVoiceOver" = "redigir texto ou conteúdo";
"kRedactPageVoiceOver" = "redigir páginas";
"kRedactSearchVoiceOver" = "pesquisar ou redigir";
"kAutoflipIncreaseVoiceOver" = "aumentar a velocidade";
"kAutoflipDecreaseVoiceOver" = "diminuir a velocidade";
"kPanZoomInVoiceOver" = "ampliar o zoom";
"kPanZoomOutVoiceOver" = "diminuir o zoom";
"kPanZoomPreviousPageVoiceOver" = "página anterior";
"kPanZoomNextPageVoiceOver" = "próxima página";
"kIncreaseVoiceOver" = "Aumentar";
"kDecreaseVoiceOver" = "Diminuir";
"kExitFullScreenVoiceOver" = "sair do modo de tela cheia";
"kHomeToolBarVoiceOver" = "Barras de ferramentas da Página inicial";
"kSelectCertVoiceOver" = "selecionar certificado";
"kIncSizeVoiceOver" = "Aumentar tamanho da fonte";
"kDecSizeVoiceOver" = "Diminuir tamanho da fonte";
"kImgHidVoiceOver" = "Ocultar imagens";
"kImgShVoiceOver" = "Mostrar imagens";
"kColorValueAccessibilityLabel" = "valor da cor";
"kCustomColorAccessibilityLabel" = "cor personalizada";
"kCropDeafultAreaAccessibilityLabel" = "Redefinir região de recorte";
"kDeselectAccessibilityLabel" = "Desmarcar";
"kAdjustBtn" = "Ajuste";
"kUnfoldMoreMenu" = "desdobrar menu mais";
"kTriggerOpVoiceover" = "Deslizar para cima e para baixo para alternar as operações";
"kPanelListVoiceover" = "Lista de painéis";
"kBackToTopVoiceover" = "Voltar ao início";
"kColorVoiceover" = "Cor";
"kBrightnessVoiceover" = "Brilho";
"kContrastVoiceover" = "Contraste";
"kPhotoModelVoiceover" = "foto";
"kColorModelVoiceover" = "cor";
"kBackWhiteModelVoiceover" = "preto e branco";
"kGrayscaleModelVoiceover" = "escala de cinza";
"kContinueScanVoiceover" = "continuar digitalização";
"kSingleScanVoiceover" = "digitalização de página única";
"kCloseDetectVoiceover" = "Fechar detecção automática";
"kOpenDetectVoiceover" = "Abrir detecção automática";
"kKeepScanVoiceover" = "Continuar digitalização";
"kFolderVoiceover" = "Pasta";
"kListVoiceover" = "Lista";
"kThumbnailVoiceover" = "Miniatura";
"kSearchOptionsVoiceover" = "Opções de Pesquisa";
